vegeta-config/results/execucao-3_v1/results-test-1.txt
Requests      [total, rate, throughput]         4000, 800.25, 798.55
Duration      [total, attack, wait]             5.008s, 4.998s, 9.383ms
Latencies     [min, mean, 50, 90, 95, 99, max]  374.329µs, 18.162ms, 941.499µs, 48.975ms, 87.257ms, 288.789ms, 387.739ms
Bytes In      [total, mean]                     149627, 37.41
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           99.98%
Status Codes  [code:count]                      0:1  200:3999  
Error Set:
Get "http://localhost:8000/withPlatformThreads/6373": EOF