vegeta-config/results/execucao-3_v1/results-test-2.txt
Requests      [total, rate, throughput]         4000, 800.20, 791.73
Duration      [total, attack, wait]             5.052s, 4.999s, 53.446ms
Latencies     [min, mean, 50, 90, 95, 99, max]  167.639µs, 17.738ms, 5.757ms, 54.403ms, 68.329ms, 101.594ms, 150.134ms
Bytes In      [total, mean]                     149589, 37.40
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:4000  
Error Set: