vegeta-config/results/execucao-3_v1/results-test-3.txt
Requests      [total, rate, throughput]         4000, 800.35, 792.89
Duration      [total, attack, wait]             5.045s, 4.998s, 47.031ms
Latencies     [min, mean, 50, 90, 95, 99, max]  188.247µs, 4.112ms, 424.308µs, 10.297ms, 42.448ms, 47.086ms, 71.424ms
Bytes In      [total, mean]                     149589, 37.40
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:4000  
Error Set: