vegeta-config/results/execucao-3_v1/results-test-4.txt
Requests      [total, rate, throughput]         4000, 800.19, 798.49
Duration      [total, attack, wait]             5.009s, 4.999s, 10.639ms
Latencies     [min, mean, 50, 90, 95, 99, max]  193.549µs, 4.404ms, 548.104µs, 12.331ms, 42.63ms, 47.056ms, 71.183ms
Bytes In      [total, mean]                     149590, 37.40
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:4000  
Error Set: